{
  "f": [
    {
      "link":"What-is-psychotherapy-and-how-can-it-help-me",
      "title": "What is psychotherapy, and how can it help me?",
      "titleFr": "Qu'est-ce que la psychothérapie et comment peut-elle m'aider?",
      "description": "Psychotherapy, or talk therapy, is a collaborative process where you explore thoughts, feelings, and behaviors. It can help address challenges, enhance well-being, and foster personal growth.",
      "descriptionFr": "La psychothérapie, ou thérapie verbale, est un processus collaboratif où vous explorez les pensées, les émotions et les comportements. Elle peut aider à relever les défis, à améliorer le bien-être et à favoriser la croissance personnelle."
    },
    {
      "link":"How-do-I-know-if-I-need-therapy",
      "title": "How do I know if I need therapy?",
      "titleFr": "Comment savoir si j'ai besoin d'une thérapie ?",
      "description": "Therapy can benefit anyone seeking support for various reasons, such as managing stress, coping with life changes, or improving relationships. If you're unsure, our free consultation can help determine if therapy is right for you.",
      "descriptionFr": "La thérapie peut bénéficier à toute personne cherchant du soutien pour diverses raisons, comme la gestion du stress, la gestion des changements de vie ou l'amélioration des relations. Si vous avez des doutes, notre consultation gratuite peut vous aider à déterminer si la thérapie vous convient."
    },
    {
      "link":"What-types-of-therapy-do-you-offer",
      "title": "What types of therapy do you offer?",
      "titleFr": "Quels types de thérapie proposez-vous ?",
      "description": "Our practice specializes in cognitive-behavioral therapy (CBT), narrative therapy, psychodynamic therapy, etc.",
      "descriptionFr": "Notre cabinet se spécialise dans la thérapie cognitivo-comportementale (TCC), la thérapie narrative, la thérapie psychodynamique, etc."
    },
    {
      "link":"How-long-does-a-therapy-session-last",
      "title": "How long does a therapy session last?",
      "titleFr": "Combien de temps dure une séance de thérapie ?",
      "description": "Typically, sessions last 50 minutes to an hour. The duration can vary based on individual needs and therapeutic goals.",
      "descriptionFr": "Généralement, les séances durent de 50 minutes à une heure. La durée peut varier en fonction des besoins individuels et des objectifs thérapeutiques."
    },
    {
      "link":"How-often-should-I-attend-therapy-sessions",
      "title": "How often should I attend therapy sessions?",
      "titleFr": "À quelle fréquence devrais-je assister aux séances de thérapie ?",
      "description": "Frequency depends on individual needs and goals. Weekly sessions are common initially, with adjustments over time based on progress and preferences.",
      "descriptionFr": "La fréquence dépend des besoins individuels et des objectifs. Des séances hebdomadaires sont courantes au début, avec des ajustements au fil du temps en fonction des progrès et des préférences."
    },
    {
      "link":"Is-therapy-confidential",
      "title": "Is therapy confidential?",
      "titleFr": "La thérapie est-elle confidentielle ?",
      "description": "Yes, confidentiality is a cornerstone of therapy. Information shared in sessions is kept confidential within legal and ethical limits.",
      "descriptionFr": "Oui, la confidentialité est une pierre angulaire de la thérapie. Les informations partagées lors des séances sont maintenues confidentielles dans les limites légales et éthiques."
    },
    {
      "link":"How-much-does-therapy-cost-and-do-you-accept-insurance",
      "title": "How much does therapy cost, and do you accept insurance?",
      "titleFr": "Combien coûte la thérapie et acceptez-vous l'assurance ?",
      "description": "Our therapy is $140 in fees, and we offer a sliding scale option to fit your budget and  insurance plans are accepted.",
      "descriptionFr": "Nos honoraires pour la thérapie sont de 140 $, et nous proposons une échelle mobile pour s'adapter à votre budget. Nous acceptons également les assurances."
    },
    {
      "link":"What-happens-in-the-first-therapy-session",
      "title": "What happens in the first therapy session?",
      "titleFr": "Que se passe-t-il lors de la première séance de thérapie ?",
      "description": "The initial session involves discussing your goals, background, and what you hope to achieve in therapy. It's also an opportunity to ask questions and assess if there's a good fit.",
      "descriptionFr": "La première séance implique la discussion de vos objectifs, de votre historique et de ce que vous espérez réaliser en thérapie. C'est également une occasion de poser des questions et d'évaluer s'il y a une bonne adéquation."
    },
    {
      "link":"How-do-I-book-a-therapy-session",
      "title": "How do I book a therapy session?",
      "titleFr": "Comment puis-je prendre rendez-vous pour une séance de thérapie ?",
      "description": "Booking can be done by phone calls, emails, or here online booking system.",
      "descriptionFr": "La réservation peut se faire par téléphone, par e-mail ou ici, sur le système de réservation en ligne."
    },
    {
      "link":"Do-you-offer-virtualonline-therapy-sessions",
      "title": "Do you offer virtual/online therapy sessions?",
      "titleFr": "Oui, nous proposons des séances de thérapie virtuelles/en ligne.",
      "description": "We offer  virtual sessions through zoom and google meets. We will send you the confidential link  for accessing online therapy.",
      "descriptionFr": "Nous proposons des séances virtuelles via Zoom et Google Meet. Nous vous enverrons le lien confidentiel pour accéder à la thérapie en ligne."
    },
    {
      "link":"How-can-therapy-benefit-my-mental-health",
      "title": "How can therapy benefit my mental health?",
      "titleFr": "Comment la thérapie peut-elle bénéficier à ma santé mentale ?",
      "description": "Explain the potential benefits of therapy, such as improved coping skills, enhanced self-awareness, and the development of helpful  patterns.",
      "descriptionFr": "Expliquer les avantages potentiels de la thérapie, tels que l'amélioration des compétences de gestion, l'augmentation de la conscience de soi et le développement de schémas comportementaux positifs."
    },
    {
      "link":"What-if-Im-uncomfortable-discussing-certain-topics",
      "title": "What if I'm uncomfortable discussing certain topics?",
      "titleFr": "Que faire si je suis mal à l'aise de discuter de certains sujets ?",
      "description": "We reassure you that we will discuss topics that  you can share at your comfort level. We  are trained to create a safe and non-judgmental space.",
      "descriptionFr": "Nous vous assurons que nous aborderons des sujets que vous pouvez partager à votre rythme. Nous sommes formés pour créer un espace sûr et sans jugement."
    },
    {
      "link":"How-do-I-know-if-a-therapist-is-the-right-fit-for-me",
      "title": "How do I know if a therapist is the right fit for me?",
      "titleFr": "Comment savoir si un thérapeute convient à mes besoins ?",
      "description": "We Encourage you to trust their instincts and discuss any concerns openly. Finding the right fit may involve trying a few sessions with different therapists.",
      "descriptionFr": "Nous encourageons à faire confiance à vos instincts et à discuter ouvertement de toutes préoccupations. Trouver le bon thérapeute peut impliquer d'essayer quelques séances avec différents thérapeutes."
    },
    {
      "link":"What-if-I-need-to-cancel-or-reschedule-a-session",
      "title": "What if I need to cancel or reschedule a session?",
      "titleFr": "Que faire si j'ai besoin d'annuler ou de reporter une séance ?",
      "description": "Outline your cancellation policy and provide guidance on rescheduling sessions.",
      "descriptionFr": "Outline your cancellation policy and provide guidance on rescheduling sessions."
    },
    {
      "link":"How-long-does-therapy-typically-last",
      "title": "How long does therapy typically last?",
      "titleFr": "Combien de temps dure généralement une séance de thérapie ?",
      "description": "Discuss the expected duration of therapy, recognizing that it varies based on individual needs and goals.",
      "descriptionFr": "Discutez de la durée attendue de la thérapie, en reconnaissant qu'elle varie en fonction des besoins individuels et des objectifs."
    }
  ]
}